Repository: srobotta/wp-private-post-feedback
Catalog: languages/private-post-feedback-*.po
Languages: de_de

source: Thank you for your rating!
de_de: Danke für die Bewertung!

source: Thank you for your feedback!
de_de: Danke für das Feedback!

source: Private Post Feedback Settings
de_de: Private Post Feedback Einstellungen

source: Check all post types where the Private Post Feedback form should appear:
de_de: Wähle alle Posttypen aus, wo das Feedbackformular erscheinen soll:

source: Notify post author by email when new feedback is received.
de_de: E-Mail Benachrichtigung an Autor wenn Feedback gesendet wurde.

source: Notify site admin by email when new feedback is received.
de_de: E-Mail Benachrichtigung an Admin wenn Feedback gesendet wurde.

source: Check all post types where the star rating should appear:
de_de: Wähle alle Posttypen aus, wo die Sternebewertung erscheinen soll:

source: Number of stars for rating:
de_de: Anzahl der Sterne für die Bewertung:

source: Leave Feedback
de_de: Feedback senden

source: Your private feedback for the author:
de_de: Persönliches Feedback an den Autor:

source: Send Feedback
de_de: Feedback senden

source: Average rating: %.2f (%d ratings)
de_de: Bewertung: %.2f (%d Stimmen)

source: No ratings yet
de_de: noch keine Bewertungen

source: New private feedback on: %s
de_de: Neues Feedback am: %s

source: You have received new private feedback on your post "%s": %s Sent from: %s
de_de: Zum Post "%s" gab es neues Feedback: %s Gesendet von: %s

source: Private Feedback
de_de: Privates Feedback

source: Private Feedback Entries
de_de: Private Feedbackeinträge

source: User IP
de_de: Besucher IP

source: Are you sure you want to delete this feedback?
de_de: Soll dieser Eintrag gelöscht werden?

source: No feedback entries found.
de_de: Keine Feedbackeinträge vorhanden.
